// ╔══════════════════════════════════════════════════════════╗
// ║                    第 2 封信                              ║
// ╚══════════════════════════════════════════════════════════╝

window.LETTERS = window.LETTERS || [];
window.LETTERS.push({

  title: "又想和你说说话",

  date: "二〇二六年四月十七日",

  greeting: "嘿，",

  paragraphs: [
    "马上又要到18号了，不过今天其实才是两个月的末尾那天。两个月算久吗，这段时间好像发生了很多事，感觉好像过去了很久，又感觉好像没多久。",

    "其实我能理解到你希望我对你说什么，但是我总是害怕未来可能发生的事情，尤其是当你也开始考虑的时候，我就愈发地恐惧。但是不得不说，当你提到这些事情的时候，我也很心焦甚至有点生气，想问你为什么要提这些，我想这可能也是你之前对我的感受吧。",

    "我知道自己为什么被说幼稚，因为我总是拿不出切实的态度，好像显得所有事情都可以自然解决。我当然知道这样不行，但我在很长的时间里总是会去想，如果没有切实的未来，怎么敢做出切实的承诺呢？",

    "其实跟你在一起之后，我已经发觉自己的很多想法过于理论化，就包括上面这些。所以我也在努力思考，我该怎么样才能更好地去适应这个世界，这个世界并不会以很理论化的方式运作。",

    "我思考的结果是，至少对于你，我希望可以继续下去，虽然很难，而且可能确实要面对的问题会比较多。不过我想，一方面是像你说的，要先考虑现在，才能谈未来如何；另一方面则是关于你本人的，我希望能跟你一起探索，即使结果会这样那样，至少我也希望是跟你一起去面对。",

    "不知道你看到这里的时候是什么心情，我知道你曾经想过不希望我刻意去勉强自己，不过其实是我会感到自己缺少很多认知，所以希望尝试去改变。即使将来会有这样那样的可能性，我也希望自己能用更好的面貌去经历生活。当然，这些改变是因为你而产生的，别人没有做到过。",

    "很幸运这个月的18是一个周末，有很多话想跟你说，巾短情长，我真的很想再当面跟你一起度过这些日子。"
  ],

  closing: "还是那个想着你的人",

  ps: "",

});
